alefragnani.bookmarks
alefragnani.project-manager
alexisvt.flutter-snippets
andrewleedham.vscode-css-modules
angular.ng-template
batisteo.vscode-django
bracketpaircolordlw.bracket-pair-color-dlw
christian-kohler.path-intellisense
codezombiech.gitignore
cschlosser.doxdocgen
cyrilletuzi.angular-schematics
dart-code.dart-code
dart-code.flutter
dbaeumer.vscode-eslint
deerawan.vscode-faker
donjayamanne.githistory
dsznajder.es7-react-js-snippets
editorconfig.editorconfig
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
graphql.vscode-graphql
graphql.vscode-graphql-syntax
jeff-hykin.better-cpp-syntax
jock.svg
josetr.cmake-language-support-vscode
mayanksinghal.django-vscode
mhutchie.git-graph
mikael.angular-beastcode
mikestead.dotenv
ms-ceintl.vscode-language-pack-es
ms-dotnettools.vscode-dotnet-runtime
ms-python.autopep8
ms-python.debugpy
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.remote-explorer
nash.awesome-flutter-snippets
naumovs.color-highlight
oderwat.indent-rainbow
pdconsec.vscode-print
pkief.material-icon-theme
platformio.platformio-ide
pmneo.tsimporter
pnp.polacode
postman.postman-for-vscode
pranaygp.vscode-css-peek
quicktype.quicktype
rangav.vscode-thunder-client
ritwickdey.liveserver
sainoba.px-to-rem
shamanu4.django-intellisense
shd101wyy.markdown-preview-enhanced
steoates.autoimport
stuart.unique-window-colors
styled-components.vscode-styled-components
thebarkman.vscode-djaneiro
twxs.cmake
willstakayama.vscode-nextjs-snippets
xabikos.javascriptsnippets
zignd.html-css-class-completion
ziyasal.vscode-open-in-github
